Repository: deckerweb/toolbar-extras-oxygen
Catalog: languages/toolbar-extras-oxygen-*_formal.po
Languages: de_de@formal

source: Toolbar Extras for Oxygen Builder is not working yet because you are using an old version of the base plugin %s.
de_de@formal: Toolbar Extras für Oxygen Builder funktioniert noch nicht, da Sie derzeit eine veraltete Version des Basis-Plugins %s verwenden.

source: Update Toolbar Extras Now
de_de@formal: Toolbar Extras jetzt aktualisieren

source: You must be logged in to run this script.
de_de@formal: Sie müssen angemeldet sein, um diese Funktion ausführen zu können.

source: You do not have permission to run this script.
de_de@formal: Sie haben keine Berechtigung, diese Funktion auszuführen.

source: A Toolbar Extras Add-On to enhance your workflow with the amazing Oxygen Builder and the WordPress Toolbar (Admin Bar). Also comes with some very useful and smart Oxygen tweaks.
de_de@formal: Ein Toolbar Extras Add-On, um Ihren Workflow mit dem wunderbaren Oxygen Builder und der WordPress Toolbar (Admin Bar) zu verbessern. Ebenso dabei: einige sehr nützliche und smarte Oxygen Tweaks.
