Repository: deckerweb/toolbar-extras-oxygen
Catalog: languages/toolbar-extras-oxygen-*_formal.po
Languages: de_de@formal

source: First Step: Setup Environment to use the plugin
de_de@formal: Erster Schritt: Umgebung zur Verwendung des Plugins einrichten

source: First Step: Setup Environment
de_de@formal: Erster Schritt: Umgebung einrichten

source: Toolbar Settings for Oxygen Builder
de_de@formal: Toolbar Einstellungen für Oxygen Builder

source: Toolbar Settings
de_de@formal: Toolbar Einstellungen

# Plugins page listing
source: Facebook Group
de_de@formal: Facebook Gruppe

# Plugins page listing
source: Translations
de_de@formal: Übersetzungen

# Plugins page listing
source: Donate
de_de@formal: Spenden

# Plugins page listing
source: Join our Newsletter
de_de@formal: Newsletter jetzt!

source: %s rating
de_de@formal: %s Bewertung

source: Enjoyed %1$s? Please leave us a %2$s. We really appreciate your support!
de_de@formal: Gefällt Ihnen %1$s? Dann geben Sie uns bitte eine %2$s. Wir schätzen Ihre Unterstützung!

source: Toolbar Extras for Oxygen Builder
de_de@formal: Toolbar Extras für Oxygen Builder

source: Required Base Plugin version
de_de@formal: Erforderliche Version des Basis-Plugins

source: Display Settings Customizer
de_de@formal: Einstellungen-Customizer anzeigen

source: Oxygen item priority
de_de@formal: Oxygen-Element Priorität

source: Use Row Action
de_de@formal: Zeilen-Aktion verwenden

source: Use Post State
de_de@formal: Beitrags-Status verwenden

source: Additional links Back to WP section
de_de@formal: Zusätzliche Links „Zurück zu WP“-Bereich

source: Open additional links in new tab
de_de@formal: Zusätzliche Links in neuem Tab öffnen?

source: User Library active
de_de@formal: Benutzer-Bibliothek aktiv

# Toolbar top-level item title
source: Pages
de_de@formal: Seiten

source: For Oxygen Builder
de_de@formal: Für Oxygen Builder

source: Name of Oxygen
de_de@formal: Name von Oxygen

source: Display Settings Customizer in %s?
de_de@formal: Einstellungen-Customizer in %s anzeigen?

source: Build Group
de_de@formal: Erschaffen-Gruppe

source: Add post type Row Action %s?
de_de@formal: Zeilenbearbeitung-Aktion %s für Inhaltstypen anzeigen?

source: Add post type Post State for Oxygen?
de_de@formal: Inhaltstyp Status für Oxygen anzeigen?

source: Set color for Post State label
de_de@formal: Farbe für Inhaltstyp-Status einstellen

source: Special Oxygen Toolbar Items
de_de@formal: Besondere Oxygen Toolbar-Elemente

source: Original Oxygen item
de_de@formal: Original Oxygen-Element

source: Which icon to use for the original Oxygen item?
de_de@formal: Welches Icon soll für das originale Oxygen-Element verwendet werden?

source: Pick a Dashicon Icon for the original Oxygen item
de_de@formal: Ein Dashicon-Icon für das originale Oxygen-Element auswählen

source: Priority of original Oxygen top-level item
de_de@formal: Priorität des originalen Oxygen-Elements der obersten Ebene

source: Parent hook place of original Oxygen top-level item
de_de@formal: Eltern-Einhängepunkt für das originale Oxygen-Element der obersten Ebene

source: Show Oxygen Templates as Toolbar Group?
de_de@formal: Oxygen Templates als Toolbar-Gruppe anzeigen?

source: Parent hook place of Templates Group item
de_de@formal: Eltern-Einhängepunkt für die Template-Gruppe

source: Name of Templates Group top-level item
de_de@formal: Name der Template-Gruppe in oberster Ebene

source: Number of Templates to Show
de_de@formal: Anzahl anzuzeigender Templates

source: Which icon to use for the Templates Group item?
de_de@formal: Welches Icon soll für die Template-Gruppe verwendet werden?

source: Pick a Dashicon Icon for the Templates Group item
de_de@formal: Ein Dashicon-Icon für die Template-Gruppe auswählen

source: Priority of Templates Group item
de_de@formal: Priorität des Template-Gruppen-Elements

source: Show Oxygen-edited Pages as Toolbar Group?
de_de@formal: Oxygen-bearbeitete Seiten als Toolbar-Gruppe anzeigen?

source: Parent hook place of Pages Group item
de_de@formal: Eltern-Einhängepunkt für die Seiten-Gruppe

source: Name of Pages Group top-level item
de_de@formal: Name des Seiten-Gruppen-Elements in oberster Ebene

source: Number of Pages to Show
de_de@formal: Anzahl anzuzeigender Seiten

source: Which icon to use for the Pages Group item?
de_de@formal: Welches Icon soll für die Seiten-Gruppe verwendet werden?

source: Pick a Dashicon Icon for the Pages Group item
de_de@formal: Ein Dashicon-Icon für die Seiten-Gruppe auswählen

source: Priority of Pages Group item
de_de@formal: Priorität der Seiten-Gruppe

source: Oxygen Builder Interface
de_de@formal: Oxygen Builder Oberfläche

source: Enable additional links for %s section?
de_de@formal: Zusätzliche Links für den Bereich %s aktivieren?

source: Open those %s links in a New Tab/ Window?
de_de@formal: Diese %s Links in einem neuen Tab/ Fenster öffnen?

source: Various Tweaks
de_de@formal: Verschiedene Anpassungen

source: Set background color, icon and special text for Toolbar
de_de@formal: Hintergrundfarbe, Icon und speziellen Text für die Toolbar festlegen

source: Remove Themes Submenu from Appearance Admin Menu?
de_de@formal: Themes-Untermenü aus dem Design-Adminmenü entfernen?

source: Remove Customizer Submenu from Appearance Admin Menu?
de_de@formal: Customizer-Untermenü aus dem Design-Adminmenü entfernen?

source: Remove Theme Editor Submenu from Appearance Admin Menu, plus Disable this Editor?
de_de@formal: Theme-Editor Untermenü aus dem Design-Adminmenü entfernen, und diesen Editor deaktivieren?

source: Unload all Oxygen Translations?
de_de@formal: Übersetzungen für Oxygen Builder nicht laden?

source: Unload Toolbar Extras for Oxygen Add-On Translations?
de_de@formal: Übersetzungen für Toolbar Extras für Oxygen Builder nicht laden?

source: This Add-On brings the settings and items of the %s to your Toolbar, including current active Oxygen Add-Ons.
de_de@formal: Dieses Add-On bringt die Einstellungen und Elemente des %s in Ihre Toolbar, einschließlich der derzeit aktiven Oxygen-spezifischen Add-Ons.

source: Below you will find lots of settings to customize your experience for building websites with Oxygen even faster.
de_de@formal: Nachfolgend finden Sie viele Einstellungen, mit denen Sie Ihr Erlebnis beim Erstellen von Websites mit Oxygen anpassen können.

# For Toolbar Extras Plugin
source: Oxygen Builder Add-On for Toolbar Extras
de_de@formal: Oxygen Builder Add-On für Toolbar Extras

source: Go to the Toolbar Extras Oxygen Add-On settings tab
de_de@formal: Gehen Sie zum Toolbar Extras Einstellungen-Tab „Oxygen Add-On“

source: Toolbar Extras for Oxygen
de_de@formal: Toolbar Extras für Oxygen Builder

source: Setting Oxygen Name
de_de@formal: Einstellung Name von Oxygen

source: This affects the Oxygen name in various instances of the Toolbar and the Admin area.
de_de@formal: Dies wirkt sich auf den Namen Oxygen in verschiedenen Instanzen der Toolbar sowie des Admin-Bereichs aus.

source: What links are added to the %s section?
de_de@formal: Welche Links werden dem Bereich %s hinzugefügt?

source: WordPress Pages
de_de@formal: WordPress Seiten

source: WooCommerce Products (only if plugin active)
de_de@formal: WooCommerce Produkte (nur wenn Plugin aktiv)

source: Oxygen User Elements Library (only if enabled in Oxygen settings)
de_de@formal: Oxygen Benutzer Elemente-Bibliothek (nur wenn in den Oxygen-Einstellungen aktiviert)

source: Note: Each of these links always goes to the post type list table, which is the overview table.
de_de@formal: Hinweis: Jeder dieser Links zeigt immer auf die Inhaltstyp-Tabelle, welches die Übersichtstabelle ist.

source: Settings > Toolbar Extras > Tab: General > Section: Links Behavior
de_de@formal: Einstellungen > Toolbar Extras > Tab: Allgemeine Einstellungen > Bereich: Verhalten von Links

source: How can I disable the link attributes (tooltips)?
de_de@formal: Wie kann ich die Link-Attribute (Tooltips) deaktivieren?

source: Go to
de_de@formal: Gehen Sie zu

source: Important note, this setting also applies to the %s section in Oxygen Builder interface itself.
de_de@formal: Wichtiger Hinweis, diese Einstellung gilt auch für den Abschnitt %s in der Oxygen Builder-Oberfläche selbst.

source: Add-On Support Info
de_de@formal: Add-On Support-Informationen

source: Please note, the %1$s Add-On plugin is not officially endorsed by %2$s. It is an independently developed solution by the community for the community. Therefore our support is connected to the Add-On itself, to the Toolbar and the things around it, not the inner meanings of %3$s.
de_de@formal: Bitte beachten Sie, dass das %1$s Add-On Plugin nicht offiziell von %2$s unterstützt wird. Es ist eine von der Community unabhängig entwickelte Lösung für die Community. Daher gilt unser Support dem Add-On selbst, sowie der Toolbar und den Dingen, die damit verbunden sind, nicht der inneren Bedeutung von %3$s.

source: Important plugin links:
de_de@formal: Wichtige Plugin-Links:

# Help tab info
source: FAQ
de_de@formal: Häufige Fragen (FAQ)

# Help tab info
source: Facebook Group
de_de@formal: Facebook Gruppe

# Help tab info
source: Translations
de_de@formal: Übersetzungen

# Help tab info
source: Donate
de_de@formal: Spenden

# Help tab info
source: Join our Newsletter
de_de@formal: Newsletter jetzt!

source: Set a few things regarding the Oxygen Builder and the Toolbar
de_de@formal: Legen Sie einige Dinge fest in Bezug auf den Oxygen Builder und die Toolbar

source: Settings for special Oxygen related (top-level) Toolbar items.
de_de@formal: Einstellungen für besondere Oxygen-bezogene Toolbar-Elemente (oberste Ebene).

source: Tweak the behavior of the Oxygen Builder Toolbar in the builder itself.
de_de@formal: Das Verhalten der Oxygen Builder Toolbar im Builder selbst anpassen.

source: Determine which menu items should be removed and set other additional tweaks.
de_de@formal: Legen Sie fest, welche Menüpunkte entfernt werden sollen und stellen Sie weitere zusätzliche Optimierungen ein.

source: Default: %s
de_de@formal: Standard: %s

source: Note
de_de@formal: Hinweis

source: This only effects the Customizer links within the Toolbar's %s.
de_de@formal: Dies wirkt sich nur auf die Customizer-Links innerhalb der %s in der Toolbar aus.

source: General info
de_de@formal: Allgemeine Information

source: There's still no theme active. But keeping the Customizer accessable allows you to customize settings for Site Identity, Custom CSS and optionally for plugins that hook their regular settings into the Customizer interface. It can also be useful for plugin support in Toolbar Extras.
de_de@formal: Es ist auch weiterhin kein Theme aktiv. Wenn Sie den Customizer jedoch zugänglich halten, können Sie dort weiterhin Einstellungen anpassen, etwa für die Website-Identität, Individuelles CSS und optional für Plugins, die ihre regulären Einstellungen in die Customizer-Oberfläche auslagern. Dies kann ebenso für die Plugin-Unterstützung in Toolbar Extras nützlich sein.

source: This %s will be added to any post type item that has Oxygen support and contains at least one Oxygen element already (means it was edited in Oxygen).
de_de@formal: Dieser %s wird zu jedem Beitrag/ Seite/ Element hinzugefügt, der von Oxygen unterstützt wird und bereits mindestens ein Oxygen-Element enthält (d.h. wurde in Oxygen bearbeitet).

source: Action Link
de_de@formal: Aktionslink

source: Post State label
de_de@formal: Inhaltstyp-Status-Beschriftung

source: This is the very helpful top-level Toolbar item which appears when viewing website content on the frontend. The sub items get dynamically added by Oxygen based on the used Oxygen template for the current viewed page.
de_de@formal: Dies ist das sehr hilfreiche Top-Level-Toolbar-Element, das beim Anzeigen von Website-Inhalten im Frontend angezeigt wird. Die Unterpunkte werden von Oxygen dynamisch hinzugefügt, basierend auf dem verwendeten Oxygen-Template für die aktuell angezeigte Seite.

source: None
de_de@formal: Keins

source: Current: %s
de_de@formal: Aktuell: %s

source: The default value means display at far right of the left Toolbar section/ column.
de_de@formal: Der Standardwert bedeutet eine Anzeige ganz rechts innerhalb des linken Toolbar-Bereichs/ der linken Spalte.

source: The smaller the value gets the more on the left the item will be displayed.
de_de@formal: Je kleiner der Wert wird, desto weiter links wird das Element erscheinen.

source: Keep on left side
de_de@formal: Auf der linken Seite halten

source: Move to the right side
de_de@formal: Nach rechts bewegen

source: Top-level item (no parent)
de_de@formal: Top-Level-Element (oberste Ebene)

source: In Build Group (as sub items group)
de_de@formal: In Erschaffen-Gruppe (als Untergruppe)

source: This limits the number of %s that will be shown in the listing.
de_de@formal: Dies beschränkt die Anzahl der %s, die in der Auflistung angezeigt werden.

source: When displaying within the Build Group the use of an icon is not recommended for styling reasons.
de_de@formal: Bei der Anzeige innerhalb der Erschaffen-Gruppe wird die Verwendung eines Icons aus Stylinggründen nicht empfohlen.

source: With this value you can control where in the Build Group under Oxygen Templates the Template Group will appear. The higher the value, the lower the item group (listing) appears.
de_de@formal: Mit diesem Wert können Sie steuern, wo innerhalb der Erschaffen-Gruppe, unter Oxygen Templates, die Template-Gruppe erscheinen soll. Je höher der Wert, desto weiter unten erscheint die Gruppe (Auflistung).

source: The recommended value is %s.
de_de@formal: Der empfohlene Wert ist %s.

source: Pages
de_de@formal: Seiten

source: Oxygen-Edited Pages
de_de@formal: Oxygen-bearbeitete Seiten

source: With this value you can control where in the Build Group the Pages Group will appear. The higher the value, the lower the item group (listing) appears.
de_de@formal: Mit diesem Wert können Sie steuern, wo die Seiten-Gruppe innerhalb der Erschaffen-Gruppe erscheinen soll. Je höher der Wert, desto weiter unten erscheint die Gruppe (Auflistung).

source: By default this will add quick jump links to Oxygen Templates overview, plus the regular WordPress pages overview. If WooCommerce is active and/or the Oxygen User Elements Library, then those links are added as well.
de_de@formal: Standardmäßig werden dadurch Schnellverknüpfungen zur Oxygen Templates-Übersicht sowie zur normalen WordPress-Seitenübersicht hinzugefügt. Wenn WooCommerce aktiv ist und/ oder die Oxygen Benutzer Elemente-Bibiliothek, dann werden auch diese Links hinzugefügt.

source: This also affects the existing links in the %s section if the above would be disabled.
de_de@formal: Dies betrifft auch die bestehenden Links im Bereich %s, wenn die oben genannten deaktiviert wären.

source: As Oxygen Builder replaces the theme completely it is not needed any longer, therefore the whole submenu for it makes no real sense.
de_de@formal: Da Oxygen Builder das Theme komplett ersetzt, wird es nicht mehr benötigt, daher ergibt das gesamte Untermenü keinen Sinn.

source: As Oxygen Builder does not need a theme it also is not dependend on the Customizer as well. Therefore you are free to remove its submenu item as well.
de_de@formal: Da Oxygen Builder kein Theme benötigt, ist es auch nicht vom Customizer abhängig. Daher steht es Ihnen frei, auch den Untermenüpunkt zu entfernen.

source: Since Oxygen Builder has no dependency of the theme the Theme Editor submenu, plus the Editor functionality itself, can optionally be removed as well.
de_de@formal: Da Oxygen Builder keine Abhängigkeit vom Theme hat, kann das Untermenü Theme-Editor sowie die Editor-Funktionalität selbst optional ebenfalls entfernt werden.

source: This tweak unloads the translations for Oxygen Builder. So all strings fall back to their English default strings.
de_de@formal: Diese Anpassung verhindert das Laden der Übersetzungen für Oxygen Builder. Somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domains: %s
de_de@formal: Betroffene Textdomains: %s

source: This tweak unloads the translations for Toolbar Extras for Oxygen Builder Add-On, so it falls back to the English default strings.
de_de@formal: Diese Anpassung verhindert das Laden der Übersetzungen für Toolbar Extras für Oxygen Builder. Somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domain: %s
de_de@formal: Betroffene Textdomain: %s

source: Oxygen Blue
de_de@formal: Oxygen Blau

source: My Custom Functionality
de_de@formal: Meine eigenen Funktionen

source: Main Plugin File
de_de@formal: Haupt-Plugindatei

source: Oxygen Block Lab Support
de_de@formal: Oxygen Block Lab Unterstützung

source: Oxygen Block Lab Support - Template files
de_de@formal: Oxygen Block Lab Unterstützung - Template-Dateien

source: Template Files
de_de@formal: Template-Dateien

source: Block Lab Template Files
de_de@formal: Block Lab Template-Dateien

source: Oxygen EDD Support
de_de@formal: Oxygen EDD-Unterstützung

source: Oxygen EDD Support - Template files
de_de@formal: Oxygen EDD-Unterstützung - Template-Dateien

source: EDD Template Files
de_de@formal: EDD-Template-Dateien

source: Oxygen RCP Support
de_de@formal: Oxygen RCP-Unterstützung

source: Oxygen RCP Support - Template files
de_de@formal: Oxygen RCP-Unterstützung - Template-Dateien

source: RCP Template Files
de_de@formal: RCP-Template-Dateien

source: Settings
de_de@formal: Einstellungen

source: Swiss Knife
de_de@formal: Schweizer Messer

source: All Templates
de_de@formal: Alle Templates

source: New Template
de_de@formal: Neues Template

source: All Reusable Parts
de_de@formal: Alle wiederverwendbaren Teile

source: New Reusable Part
de_de@formal: Neuer wiederverwendbarer Teil

source: All Library Blocks
de_de@formal: Alle Bibliotheks-Blöcke

source: New Library Block
de_de@formal: Neuer Bibliotheks-Block

source: General
de_de@formal: Allgemein

source: Role Manager
de_de@formal: Benutzerrollen verwalten

source: Post Type Manager
de_de@formal: Inhaltstypen verwalten

source: Security
de_de@formal: Sicherheit

source: Typekit Fonts
de_de@formal: Typekit Schriften

source: Block Library
de_de@formal: Block-Bibliothek

source: User Library of Builder Elements &amp; Blocks
de_de@formal: Benutzer-Bibliothek von Builder-Elementen &amp; Blöcken

source: Gutenberg Integration - for Block Editor
de_de@formal: Gutenberg-Integration - für Block-Editor

source: License
de_de@formal: Lizenz

source: Settings Customizer
de_de@formal: Einstellungen Customizer

source: Settings &amp; Design
de_de@formal: Einstellungen &amp; Design

source: Site Identity
de_de@formal: Website-Identität

source: Custom CSS
de_de@formal: Individuelles CSS

# Oxygen Role Manager
source: Role Manager
de_de@formal: Benutzerrollen Verwalten

source: %s Reusable Part
de_de@formal: %s Wiederverwendbarer Teil

source: Reusable Part
de_de@formal: Wiederverwendbarer Teil

source: %s User Library Block/ Element
de_de@formal: %s Benutzer Bibliotheks-Block/ -Element

source: %s Library Block
de_de@formal: %s Bibliotheks-Block

source: Getting Started - Learn %s Tutorials
de_de@formal: Erste Schritte - %s lernen Anleitungen

source: Bug Reports &amp; Feature Requests
de_de@formal: Fehlerberichte &amp; Feature-Anfragen

source: Bug Reports &amp; Feature Requests via GitHub Issues
de_de@formal: Fehlerberichte &amp; Feature-Anfragen via GitHub Issues

source: Slack Chat - Official Community Channel
de_de@formal: Slack-Chat - Offizieller Community-Kanal

source: Community Resources - Trello Board
de_de@formal: Community-Ressourcen - Trello-Board

source: Collected Community Resources - Trello Board
de_de@formal: Gesammelte Community-Ressourcen - Trello-Board

source: Tutorials on Oxygen &amp; WP
de_de@formal: Anleitungen zu Oxygen &amp; WP

source: Tutorials on Oxygen and WordPress - Community Blog
de_de@formal: Anleitungen zu Oxygen und WordPress - Community-Blog

source: Tutorials &amp; Tips
de_de@formal: Anleitungen &amp; Tipps

source: Tutorials &amp; Tips - Community Blog
de_de@formal: Anleitungen &amp; Tipps - Community-Blog

source: Install Website
de_de@formal: Website installieren

source: %s Design Library - Install a Different Website
de_de@formal: %s Design-Bibliothek - Eine andere Website installieren

source: Add Design Sets
de_de@formal: Design-Sets hinzufügen

source: Oxygen: Add Third-Party Design Set (Import)
de_de@formal: Oxygen: Design-Set eines Drittanbieters hinzufügen (Import)

source: List of Oxygen-edited WordPress Pages
de_de@formal: Liste von Oxygen-bearbeiteten WordPress-Seiten

source: Edit Page in Oxygen Builder
de_de@formal: Seite in Oxygen Builder bearbeiten

source: Settings in Admin
de_de@formal: Einstellungen im Admin

source: Page Settings in WP-Admin
de_de@formal: Seiteneinstellungen in WP-Admin

source: View on Frontend
de_de@formal: Ansicht im Frontend

source: Page Live View on Frontend
de_de@formal: Seitenansicht im Frontend

source: List of %s Builder Templates (published status only)
de_de@formal: Liste der %s Builder Templates (nur Status veröffentlicht)

source: Edit Template in Oxygen Builder
de_de@formal: Template in Oxygen Builder bearbeiten

source: Template Settings in WP-Admin
de_de@formal: Template-Einstellungen in WP-Admin

source: Add-On for Oxygen Builder
de_de@formal: Add-On für Oxygen Builder

source: Required base plugin for this Add-On to have any impact
de_de@formal: Erforderliches Basis-Plugin für dieses Add-On, damit dies überhaupt einen Effekt hat

# Plugin Name
source: Oxygens Swiss Knife
de_de@formal: Oxygen Schweizer Messer

source: Highly recommended free extension by Marko Krstic that will help optimize WordPress and Oxygen builder
de_de@formal: Sehr empfohlene kostenlose Erweiterung von Marko Krstic, die hilft Oxygen Builder in WordPress zu optimieren

source: Highly recommended free extension by Sridhar Katakam that makes it possible to still use the active WordPress theme when Oxygen Builder is active
de_de@formal: Sehr empfohlene kostenlose Erweiterung von Sridhar Katakam, die es ermöglicht, das aktive WordPress-Thema weiterhin zu verwenden, wenn Oxygen Builder aktiv ist

source: %s Block Library
de_de@formal: %s Block-Bibliothek

source: %s Settings
de_de@formal: %s Einstellungen

source: %s Resources
de_de@formal: %s Ressourcen

# Label for Row Action
source: Edit with %s
de_de@formal: Bearbeiten mit %s

source: Back to WP
de_de@formal: Zurück zu WP

source: View Templates
de_de@formal: Templates ansehen

source: Reusable Parts
de_de@formal: Wiederverwendbare Teile

source: Current %s Builder Templates in use
de_de@formal: Aktuelle %s Builder Templates in Verwendung

source: Products
de_de@formal: Produkte

source: Elements Library
de_de@formal: Elemente-Bibliothek

source: Opens in new tab/ window
de_de@formal: Öffnet in einem neuen Tab/ Fenster

source: Opens in same tab/ window
de_de@formal: Öffnet im gleichen Tab/ Fenster

source: The needed base plugin %s is already installed but not activated. (Toolbar Extras for Oxygen Builder is an Add-On plugin which DEPENDS on Toolbar Extras.)
de_de@formal: Das benötigte Basis-Plugin %s ist bereits installiert, aber nicht aktiviert. (Toolbar Extras for Oxygen Builder ist ein Add-On-Plugin, das von Toolbar Extras abhängt.)

source: Activate Toolbar Extras Now
de_de@formal: Toolbar Extras jetzt aktivieren

source: Toolbar Extras for Oxygen Builder is an Add-On plugin which DEPENDS on the (free) %1$s plugin in version %2$s or higher to be installed and activated.
de_de@formal: Toolbar Extras for Oxygen Builder ist ein Add-On-Plugin, welches davon ABHÄNGT dass das (kostenlose) Plugin %1$s in Version %2$s oder höher installiert und aktiviert worden ist.

source: Install Toolbar Extras Now
de_de@formal: Toolbar Extras jetzt installieren
